Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMe/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: EXPORT %lld FILES
ar: تصدير %lld من الملفات
bn: %lld ফাইল রপ্তানি করুন
es: EXPORTAR %lld ARCHIVOS
fr: EXPORTER LES FICHIERS %lld
hi: %lld फ़ाइलें निर्यात करें
ja: %lldファイルをエクスポート
pt_br: EXPORTAR %lld ARQUIVOS
ru: ЭКСПОРТ %lld ФАЙЛОВ
zh_hans: 导出%lld文件

source: EXPORT 1 FILE
ar: تصدير ملف واحد
bn: 1 ফাইল রপ্তানি করুন
es: EXPORTAR 1 ARCHIVO
fr: EXPORTER 1 FICHIER
hi: 1 फ़ाइल निर्यात करें
ja: 1ファイルをエクスポート
pt_br: EXPORTAR 1 ARQUIVO
ru: ЭКСПОРТИРОВАТЬ 1 ФАЙЛ
zh_hans: 导出 1 个文件

source: Export every outing
ar: تصدير كل نزهة
bn: প্রতিটি আউটিং রপ্তানি
es: Exporta cada salida
fr: Exportez chaque sortie
hi: हर सैर पर निर्यात करें
ja: あらゆる外出をエクスポート
pt_br: Exporte todos os passeios
ru: Экспортируйте каждую прогулку
zh_hans: 导出每一次外出

source: EXPORT FAILED
ar: فشل التصدير
bn: রপ্তানি ব্যর্থ হয়েছে৷
es: EXPORTACIÓN FALLIDA
fr: ÉCHEC DE L'EXPORTATION
hi: निर्यात विफल
ja: エクスポートに失敗しました
pt_br: FALHA NA EXPORTAÇÃO
ru: ЭКСПОРТ НЕ ВЫПОЛНЕН
zh_hans: 导出失败

source: Export features require a one-time purchase.
ar: تتطلب ميزات التصدير الشراء لمرة واحدة.
bn: রপ্তানি বৈশিষ্ট্য একটি এককালীন ক্রয় প্রয়োজন.
es: Las funciones de exportación requieren una compra única.
fr: Les fonctionnalités d’exportation nécessitent un achat unique.
hi: निर्यात सुविधाओं के लिए एक बार की खरीदारी की आवश्यकता होती है।
ja: エクスポート機能を使用するには、1 回限りの購入が必要です。
pt_br: Os recursos de exportação exigem uma compra única.
ru: Экспортные функции требуют единоразовой покупки.
zh_hans: 导出功能需要一次性购买。

source: Export file
ar: تصدير الملف
bn: ফাইল রপ্তানি করুন
es: Exportar archivo
fr: Exporter le fichier
hi: फ़ाइल निर्यात करें
ja: エクスポートファイル
pt_br: Exportar arquivo
ru: Экспортировать файл
zh_hans: 导出文件

source: EXPORT FOLDER
ar: مجلد التصدير
bn: ফোল্ডার রপ্তানি করুন
es: EXPORTAR CARPETA
fr: DOSSIER D'EXPORTATION
hi: फ़ोल्डर निर्यात करें
ja: エクスポートフォルダー
pt_br: PASTA DE EXPORTAÇÃO
ru: ЭКСПОРТИРОВАТЬ ПАПКУ
zh_hans: 导出文件夹

source: Export Format
ar: تنسيق التصدير
bn: রপ্তানি বিন্যাস
es: Formato de exportación
fr: Format d'exportation
hi: निर्यात प्रारूप
ja: エクスポート形式
pt_br: Formato de exportação
ru: Формат экспорта
zh_hans: 导出格式

source: EXPORT LOCKED
ar: التصدير مغلق
bn: রপ্তানি লক করা হয়েছে
es: EXPORTACIÓN BLOQUEADA
fr: EXPORTATION VERROUILLÉE
hi: निर्यात लॉक किया गया
ja: エクスポートがロックされました
pt_br: EXPORTAÇÃO BLOQUEADA
ru: ЭКСПОРТ ЗАБЛОКИРОВАН
zh_hans: 出口锁定

source: Export multiple formats
ar: تصدير صيغ متعددة
bn: একাধিক ফরম্যাট রপ্তানি করুন
es: Exportar múltiples formatos
fr: Exporter plusieurs formats
hi: अनेक प्रारूप निर्यात करें
ja: 複数の形式でエクスポート
pt_br: Exporte vários formatos
ru: Экспорт нескольких форматов
zh_hans: 导出多种格式

source: Export Outings
ar: نزهات التصدير
bn: এক্সপোর্ট আউটিংস
es: Salidas de Exportación
fr: Sorties Export
hi: निर्यात भ्रमण
ja: 外出のエクスポート
pt_br: Exportar passeios
ru: Экспортные выезды
zh_hans: 出口郊游

source: Export payload for %@ was not valid UTF-8 text.
ar: حمولة التصدير لـ %@ لم تكن نص UTF-8 صالحًا.
bn: %@ এর জন্য এক্সপোর্ট পেলোড বৈধ UTF-8 পাঠ্য ছিল না।
es: La carga útil de exportación para %@ no era texto UTF-8 válido.
fr: La charge utile d'exportation pour %@ n'était pas un texte UTF-8 valide.
hi: %@ के लिए निर्यात पेलोड वैध UTF-8 टेक्स्ट नहीं था।
ja: %@のエクスポート ペイロードは有効な UTF-8 テキストではありませんでした。
pt_br: A carga útil de exportação para %@ não era um texto UTF-8 válido.
ru: Экспортировать полезные данные для %@ недопустимый текст UTF-8.
zh_hans: %@的导出负载不是有效的 UTF-8 文本。

source: Export Preview
ar: معاينة التصدير
bn: পূর্বরূপ রপ্তানি করুন
es: Vista previa de exportación
fr: Aperçu de l'exportation
hi: निर्यात पूर्वावलोकन
ja: エクスポートプレビュー
pt_br: Visualização de exportação
ru: Экспортировать предварительный просмотр
zh_hans: 导出预览

source: Export settings stick
ar: عصا إعدادات التصدير
bn: রপ্তানি সেটিংস স্টিক
es: La configuración de exportación se mantiene
fr: Bâton des paramètres d'exportation
hi: निर्यात सेटिंग्स चिपक जाती हैं
ja: エクスポート設定スティック
pt_br: Configurações de exportação fixas
ru: Настройки экспорта сохраняются
zh_hans: 导出设置棒

source: EXPORT SUCCESSFUL
ar: تم التصدير بنجاح
bn: রপ্তানি সফল
es: EXPORTACIÓN EXITOSA
fr: EXPORTATION RÉUSSIE
hi: निर्यात सफल
ja: エクスポートに成功しました
pt_br: EXPORTAÇÃO BEM-SUCEDIDA
ru: ЭКСПОРТ УСПЕШНЫЙ
zh_hans: 导出成功

source: Export to JSON, CSV, or Markdown
ar: تصدير إلى JSON أو CSV أو Markdown
bn: JSON , CSV বা Markdown রপ্তানি করুন
es: Exportar a JSON , CSV o Markdown
fr: Exporter vers JSON , CSV ou Markdown
hi: JSON , CSV , या Markdown में निर्यात करें
ja: JSON 、 CSV 、またはMarkdownにエクスポート
pt_br: Exportar para JSON , CSV ou Markdown
ru: Экспорт в JSON , CSV или Markdown
zh_hans: 导出为JSON 、 CSV或Markdown

source: Export Today
ar: تصدير اليوم
bn: আজ রপ্তানি করুন
es: Exportar hoy
fr: Exporter aujourd'hui
hi: आज ही निर्यात करें
ja: 今すぐエクスポート
pt_br: Exportar hoje
ru: Экспортировать сегодня
zh_hans: 今日出口

source: Export Today's Data
ar: تصدير بيانات اليوم
bn: আজকের ডেটা রপ্তানি করুন
es: Exportar datos de hoy
fr: Exporter les données du jour
hi: आज का डेटा निर्यात करें
ja: 今日のデータをエクスポートする
pt_br: Exporte os dados atuais
ru: Экспортировать сегодняшние данные
zh_hans: 导出今日数据

source: Export today's IsoMe outings as a file.
ar: قم بتصدير نزهات IsoMe اليوم كملف.
bn: একটি ফাইল হিসাবে আজকের IsoMe আউটিং রপ্তানি করুন.
es: Exporta las salidas IsoMe de hoy como un archivo.
fr: Exportez les sorties IsoMe du jour sous forme de fichier.
hi: आज की IsoMe आउटिंग्स को एक फ़ाइल के रूप में निर्यात करें।
ja: 今日の IsoMe の外出をファイルとしてエクスポートします。
pt_br: Exporte as saídas IsoMe de hoje como um arquivo.
ru: Экспортируйте сегодняшние прогулки IsoMe в файл.
zh_hans: 将今天的 IsoMe 郊游导出为文件。

source: Export today's IsoMe visits and route as a file.
ar: قم بتصدير زيارات IsoMe اليوم وتوجيهها كملف.
bn: একটি ফাইল হিসাবে আজকের IsoMe ভিজিট এবং রুট রপ্তানি করুন।
es: Exporte las visitas y rutas de IsoMe de hoy como un archivo.
fr: Exportez les visites IsoMe du jour et l'itinéraire sous forme de fichier.
hi: आज की IsoMe विज़िट और रूट को फ़ाइल के रूप में निर्यात करें।
ja: 今日の IsoMe 訪問とルートをファイルとしてエクスポートします。
pt_br: Exporte as visitas e rotas IsoMe de hoje como um arquivo.
ru: Экспортируйте сегодняшние посещения IsoMe и маршрут в виде файла.
zh_hans: 将今天的 IsoMe 访问和路线导出为文件。

source: Export Today's Outings
ar: تصدير نزهات اليوم
bn: আজকের আউটিং রপ্তানি
es: Exportar las salidas de hoy
fr: Exporter les sorties du jour
hi: आज की सैर निर्यात करें
ja: 今日の外出をエクスポート
pt_br: Exporte os passeios de hoje
ru: Экспортировать сегодняшние прогулки
zh_hans: 导出今天的郊游

source: EXPORT UNLOCKED
ar: التصدير مفتوح
bn: রপ্তানি আনলক করা হয়েছে
es: EXPORTACIÓN DESBLOQUEADA
fr: EXPORTATION DÉVERROUILLÉE
hi: निर्यात अनलॉक किया गया
ja: エクスポートのロックが解除されました
pt_br: EXPORTAÇÃO DESBLOQUEADA
ru: ЭКСПОРТ РАЗБЛОКИРОВАН
zh_hans: 出口解锁

source: Export will create one file per selected format. Add {format} to the file path if you want each filename to include its format.
ar: سيؤدي التصدير إلى إنشاء ملف واحد لكل تنسيق محدد. أضف {format} إلى مسار الملف إذا كنت تريد أن يتضمن كل اسم ملف تنسيقه.
bn: রপ্তানি নির্বাচিত বিন্যাস প্রতি একটি ফাইল তৈরি করবে। ফাইল পাথে {format} যোগ করুন যদি আপনি প্রতিটি ফাইলের নাম তার ফর্ম্যাট অন্তর্ভুক্ত করতে চান।
es: La exportación creará un archivo por formato seleccionado. Agregue {format} a la ruta del archivo si desea que cada nombre de archivo incluya su formato.
fr: L'exportation créera un fichier par format sélectionné. Ajoutez {format} au chemin du fichier si vous souhaitez que chaque nom de fichier inclue son format.
hi: निर्यात प्रत्येक चयनित प्रारूप में एक फ़ाइल बनाएगा। यदि आप चाहते हैं कि प्रत्येक फ़ाइल नाम में उसका प्रारूप शामिल हो, तो फ़ाइल पथ में {format} जोड़ें।
ja: エクスポートでは、選択した形式ごとに 1 つのファイルが作成されます。各ファイル名にその形式を含める場合は、ファイル パスに{format}を追加します。
pt_br: A exportação criará um arquivo por formato selecionado. Adicione {format} ao caminho do arquivo se desejar que cada nome de arquivo inclua seu formato.
ru: При экспорте будет создан один файл для каждого выбранного формата. Добавьте {format} к пути к файлу, если вы хотите, чтобы каждое имя файла включало его формат.
zh_hans: 导出将为每种选定的格式创建一个文件。如果您希望每个文件名包含其格式，请将{format}添加到文件路径。

source: Export Yesterday
ar: تصدير أمس
bn: গতকাল রপ্তানি
es: Exportar ayer
fr: Exporter hier
hi: कल निर्यात करें
ja: 昨日のエクスポート
pt_br: Exportar ontem
ru: Экспорт вчера
zh_hans: 昨天导出

source: Export Yesterday's Data
ar: تصدير بيانات الأمس
bn: গতকালের ডেটা রপ্তানি করুন
es: Exportar datos de ayer
fr: Exporter les données d'hier
hi: कल का डेटा निर्यात करें
ja: 昨日のデータをエクスポートする
pt_br: Exportar dados de ontem
ru: Экспортировать вчерашние данные
zh_hans: 导出昨天的数据

source: Export yesterday's IsoMe visits and route as a file.
ar: قم بتصدير زيارات IsoMe بالأمس وتوجيهها كملف.
bn: গতকালের IsoMe ভিজিট এবং রুট ফাইল হিসাবে রপ্তানি করুন।
es: Exporte las visitas y rutas de IsoMe de ayer como un archivo.
fr: Exportez les visites IsoMe d'hier et l'itinéraire sous forme de fichier.
hi: कल की IsoMe विज़िट और रूट को फ़ाइल के रूप में निर्यात करें।
ja: 昨日の IsoMe 訪問とルートをファイルとしてエクスポートします。
pt_br: Exporte as visitas e rotas IsoMe de ontem como um arquivo.
ru: Экспортируйте вчерашние посещения IsoMe и маршрут в виде файла.
zh_hans: 将昨天的 IsoMe 访问和路线导出为文件。

source: Export your visits, points, and routes in JSON, CSV, or Markdown. Tracking stays free and unlimited.
ar: صدّر زياراتك ونقاطك ومساراتك بتنسيق JSON أو CSV أو Markdown. يظل التتبع مجانيًا وغير محدود.
bn: আপনার ভিজিট, পয়েন্ট ও রুট JSON, CSV বা Markdown ফরম্যাটে রপ্তানি করুন। ট্র্যাকিং বিনামূল্যে ও সীমাহীন থাকবে।
es: Exporta tus visitas, puntos y rutas en JSON, CSV o Markdown. El seguimiento sigue siendo gratuito e ilimitado.
fr: Exportez vos visites, points et itinéraires au format JSON, CSV ou Markdown. Le suivi reste gratuit et illimité.
hi: अपनी विज़िट, पॉइंट और रूट को JSON, CSV या Markdown में एक्सपोर्ट करें। ट्रैकिंग मुफ़्त और असीमित रहेगी।
ja: 訪問、地点、ルートをJSON、CSV、Markdown形式で書き出せます。トラッキングは引き続き無料で、制限なく利用できます。
pt_br: Exporte suas visitas, pontos e rotas em JSON, CSV ou Markdown. O rastreamento continua gratuito e ilimitado.
ru: Экспортируйте посещения, точки и маршруты в JSON, CSV или Markdown. Отслеживание остаётся бесплатным и без ограничений.
zh_hans: 将访问记录、位置点和路线导出为 JSON、CSV 或 Markdown。跟踪功能仍然免费且不限量。

source: Exports save directly to this folder when auto-save is on. Otherwise the share sheet opens.
ar: يتم تصدير الحفظ مباشرة إلى هذا المجلد عند تشغيل الحفظ التلقائي. وإلا سيتم فتح ورقة المشاركة.
bn: স্বয়ংক্রিয়-সংরক্ষণ চালু থাকলে রপ্তানিগুলি সরাসরি এই ফোল্ডারে সংরক্ষণ করে৷ অন্যথায় শেয়ার শীট খোলে।
es: Las exportaciones se guardan directamente en esta carpeta cuando el guardado automático está activado. De lo contrario, se abre la hoja para compartir.
fr: Les exportations sont enregistrées directement dans ce dossier lorsque l'enregistrement automatique est activé. Sinon, la feuille de partage s'ouvre.
hi: ऑटो-सेव चालू होने पर सेव को सीधे इस फ़ोल्डर में निर्यात किया जाता है। अन्यथा शेयर शीट खुल जाती है.
ja: 自動保存がオンになっている場合、エクスポートはこのフォルダーに直接保存されます。それ以外の場合は、共有シートが開きます。
pt_br: As exportações são salvas diretamente nesta pasta quando o salvamento automático está ativado. Caso contrário, a planilha de compartilhamento será aberta.
ru: Экспортирует сохранения непосредственно в эту папку, если автосохранение включено. В противном случае откроется лист общего доступа.
zh_hans: 当自动保存打开时，导出直接保存到此文件夹。否则共享表将打开。

source: Exports this outing in the selected format.
ar: يصدر هذه النزهة بالتنسيق المحدد.
bn: নির্বাচিত বিন্যাসে এই আউটিং রপ্তানি করে।
es: Exporta esta salida en el formato seleccionado.
fr: Exporte cette sortie dans le format sélectionné.
hi: इस आउटिंग को चयनित प्रारूप में निर्यात करता है।
ja: この外出を選択した形式でエクスポートします。
pt_br: Exporta este passeio no formato selecionado.
ru: Экспортирует эту прогулку в выбранный формат.
zh_hans: 以选定的格式导出此郊游。

source: Exports will use the share sheet instead of saving directly to a folder.
ar: ستستخدم عمليات التصدير ورقة المشاركة بدلاً من حفظها مباشرةً في مجلد.
bn: রপ্তানি একটি ফোল্ডারে সরাসরি সংরক্ষণ করার পরিবর্তে শেয়ার শীট ব্যবহার করবে।
es: Las exportaciones utilizarán la hoja compartida en lugar de guardarse directamente en una carpeta.
fr: Les exportations utiliseront la feuille de partage au lieu d'être enregistrées directement dans un dossier.
hi: निर्यात किसी फ़ोल्डर में सीधे सहेजने के बजाय शेयर शीट का उपयोग करेगा।
ja: エクスポートでは、フォルダーに直接保存するのではなく、共有シートを使用します。
pt_br: As exportações usarão a planilha de compartilhamento em vez de serem salvas diretamente em uma pasta.
ru: При экспорте будет использоваться общий лист вместо сохранения непосредственно в папке.
zh_hans: 导出将使用共享表，而不是直接保存到文件夹。

source: Failed to end recording session: %@
ar: فشل في إنهاء جلسة التسجيل: %@
bn: রেকর্ডিং সেশন শেষ করতে ব্যর্থ হয়েছে: %@
es: No se pudo finalizar la sesión de grabación: %@
fr: Échec de la fin de la session d'enregistrement : %@
hi: रिकॉर्डिंग सत्र समाप्त करने में विफल: %@
ja: 記録セッションを終了できませんでした: %@
pt_br: Falha ao encerrar a sessão de gravação: %@
ru: Не удалось завершить сеанс записи: %@
zh_hans: 无法结束录制会话： %@

source: Failed to load product: %@
ar: فشل تحميل المنتج: %@
bn: পণ্য লোড করতে ব্যর্থ হয়েছে: %@
es: No se pudo cargar el producto: %@
fr: Échec du chargement du produit : %@
hi: उत्पाद लोड करने में विफल: %@
ja: 製品のロードに失敗しました: %@
pt_br: Falha ao carregar o produto: %@
ru: Не удалось загрузить продукт: %@
zh_hans: 无法加载产品： %@

source: Failed to reconcile recording sessions: %@
ar: فشل التوفيق بين جلسات التسجيل: %@
bn: রেকর্ডিং সেশনগুলি সমন্বয় করতে ব্যর্থ হয়েছে: %@
es: No se pudieron conciliar las sesiones de grabación: %@
fr: Échec de la réconciliation des sessions d'enregistrement : %@
hi: रिकॉर्डिंग सत्रों का मिलान करने में विफल: %@
ja: 記録セッションを調整できませんでした: %@
pt_br: Falha ao reconciliar sessões de gravação: %@
ru: Не удалось согласовать сеансы записи: %@
zh_hans: 无法协调录制会话： %@

source: Failed to reconcile visits: %@
ar: فشل التوفيق بين الزيارات: %@
bn: ভিজিট মিটমাট করতে ব্যর্থ হয়েছে: %@
es: No se pudieron conciliar las visitas: %@
fr: Échec du rapprochement des visites : %@
hi: विज़िट का मिलान करने में विफल: %@
ja: 訪問を調整できませんでした: %@
pt_br: Falha ao reconciliar visitas: %@
ru: Не удалось согласовать посещения: %@
zh_hans: 无法协调访问： %@

source: Failed to save location points: %@
ar: فشل في حفظ نقاط الموقع: %@
bn: অবস্থান পয়েন্ট সংরক্ষণ করতে ব্যর্থ হয়েছে: %@
es: No se pudieron guardar los puntos de ubicación: %@
fr: Échec de l'enregistrement des points de localisation : %@
hi: स्थान बिंदु सहेजने में विफल: %@
ja: 位置ポイントを保存できませんでした: %@
pt_br: Falha ao salvar pontos de localização: %@
ru: Не удалось сохранить точки местоположения: %@
zh_hans: 未能保存位置点： %@

source: Failed to save visit: %@
ar: فشل حفظ الزيارة: %@
bn: পরিদর্শন সংরক্ষণ করতে ব্যর্থ হয়েছে: %@
es: No se pudo guardar la visita: %@
fr: Échec de l'enregistrement de la visite : %@
hi: विज़िट सहेजने में विफल: %@
ja: 訪問を保存できませんでした: %@
pt_br: Falha ao salvar visita: %@
ru: Не удалось сохранить посещение: %@
zh_hans: 无法保存访问： %@

source: Failed to schedule export notification: %@
ar: فشلت جدولة إشعار التصدير: %@
bn: রপ্তানি বিজ্ঞপ্তি নির্ধারণ করতে ব্যর্থ হয়েছে: %@
es: No se pudo programar la notificación de exportación: %@
fr: Échec de la planification de la notification d'exportation : %@
hi: निर्यात अधिसूचना शेड्यूल करने में विफल: %@
ja: エクスポート通知のスケジュールに失敗しました: %@
pt_br: Falha ao agendar notificação de exportação: %@
ru: Не удалось запланировать уведомление об экспорте: %@
zh_hans: 未能安排导出通知： %@

source: Failed to send export retry notification: %@
ar: فشل إرسال إشعار إعادة محاولة التصدير: %@
bn: রপ্তানি পুনরায় চেষ্টা বিজ্ঞপ্তি পাঠাতে ব্যর্থ: %@
es: No se pudo enviar la notificación de reintento de exportación: %@
fr: Échec de l'envoi de la notification de nouvelle tentative d'exportation : %@
hi: निर्यात पुनः प्रयास अधिसूचना भेजने में विफल: %@
ja: エクスポート再試行通知の送信に失敗しました: %@
pt_br: Falha ao enviar notificação de nova tentativa de exportação: %@
ru: Не удалось отправить уведомление о повторной попытке экспорта: %@
zh_hans: 发送导出重试通知失败： %@

source: Failed to start recording session: %@
ar: فشل بدء جلسة التسجيل: %@
bn: রেকর্ডিং সেশন শুরু করতে ব্যর্থ হয়েছে: %@
es: No se pudo iniciar la sesión de grabación: %@
fr: Échec du démarrage de la session d'enregistrement : %@
hi: रिकॉर्डिंग सत्र प्रारंभ करने में विफल: %@
ja: 記録セッションの開始に失敗しました: %@
pt_br: Falha ao iniciar a sessão de gravação: %@
ru: Не удалось начать сеанс записи: %@
zh_hans: 无法开始录制会话： %@

source: Failed to write file to the export folder.
ar: فشل في كتابة الملف إلى مجلد التصدير.
bn: এক্সপোর্ট ফোল্ডারে ফাইল লিখতে ব্যর্থ হয়েছে৷
es: No se pudo escribir el archivo en la carpeta de exportación.
fr: Échec de l'écriture du fichier dans le dossier d'exportation.
hi: निर्यात फ़ोल्डर में फ़ाइल लिखने में विफल.
ja: エクスポートフォルダーへのファイルの書き込みに失敗しました。
pt_br: Falha ao gravar o arquivo na pasta de exportação.
ru: Не удалось записать файл в папку экспорта.
zh_hans: 无法将文件写入导出文件夹。

source: FILE PATH
ar: مسار الملف
bn: ফাইল পাথ
es: RUTA DEL ARCHIVO
fr: CHEMIN DU FICHIER
hi: दस्तावेज पथ
ja: ファイルパス
pt_br: CAMINHO DO ARQUIVO
ru: ПУТЬ К ФАЙЛУ
zh_hans: 文件路径

source: File path templates now support folders, more date tokens, and a dated-folder preset for tidy daily archives.
ar: تدعم قوالب مسار الملف الآن المجلدات والمزيد من الرموز المميزة للتاريخ وإعداد مسبق للمجلد التاريخي للأرشيفات اليومية المرتبة.
bn: ফাইল পাথ টেমপ্লেটগুলি এখন ফোল্ডার, আরও তারিখের টোকেন এবং পরিপাটি দৈনিক সংরক্ষণাগারগুলির জন্য একটি তারিখ-ফোল্ডার প্রিসেট সমর্থন করে৷
es: Las plantillas de ruta de archivo ahora admiten carpetas, más tokens de fecha y un ajuste preestablecido de carpeta con fecha para archivos diarios ordenados.
fr: Les modèles de chemin de fichier prennent désormais en charge les dossiers, davantage de jetons de date et un préréglage de dossier daté pour des archives quotidiennes bien rangées.
hi: फ़ाइल पथ टेम्प्लेट अब व्यवस्थित दैनिक संग्रह के लिए फ़ोल्डर, अधिक दिनांक टोकन और दिनांकित-फ़ोल्डर प्रीसेट का समर्थन करते हैं।
ja: ファイル パス テンプレートは、フォルダー、より多くの日付トークン、毎日のアーカイブを整理するための日付フォルダー プリセットをサポートするようになりました。
pt_br: Os modelos de caminho de arquivo agora suportam pastas, mais tokens de data e uma predefinição de pasta com data para arquivos diários organizados.
ru: Шаблоны путей к файлам теперь поддерживают папки, больше маркеров даты и предустановку датированных папок для аккуратных ежедневных архивов.
zh_hans: 文件路径模板现在支持文件夹、更多日期标记以及用于整洁日常存档的预设日期文件夹。

source: File paths using {title} or {name} now show a sensible data-type fallback for Visits, Points, and All exports when no outing title exists.
ar: تُظهر الآن مسارات الملفات التي تستخدم {title} أو {name} احتياطيًا معقولاً لنوع البيانات للزيارات والنقاط وجميع الصادرات في حالة عدم وجود عنوان للنزهة.
bn: {title} বা {name} ব্যবহার করে ফাইল পাথগুলি এখন ভিজিট, পয়েন্ট এবং সমস্ত এক্সপোর্টের জন্য একটি বুদ্ধিমান ডেটা-টাইপ ফলব্যাক দেখায় যখন কোনো আউটিং শিরোনাম নেই৷
es: Las rutas de archivo que usan {title} o {name} ahora muestran un tipo de datos alternativo sensible para Visitas, Puntos y Todas las exportaciones cuando no existe ningún título de salida.
fr: Les chemins de fichiers utilisant {title} ou {name} affichent désormais un type de données de secours judicieux pour les exportations Visites, Points et Toutes lorsqu'aucun titre de sortie n'existe.
hi: {title} या {name} का उपयोग करने वाले फ़ाइल पथ अब विज़िट, पॉइंट और सभी निर्यातों के लिए एक समझदार डेटा-प्रकार फ़ॉलबैक दिखाते हैं, जब कोई आउटिंग शीर्षक मौजूद नहीं होता है।
ja: {title}または{name}を使用したファイル パスでは、外出タイトルが存在しない場合、訪問数、ポイント、およびすべてのエクスポートに対して適切なデータ型フォールバックが表示されるようになりました。
pt_br: Caminhos de arquivo usando {title} ou {name} agora mostram um substituto de tipo de dados sensato para visitas, pontos e todas as exportações quando não existe título de saída.
ru: Пути к файлам, использующие {title} или {name} теперь отображают разумный резервный тип данных для экспорта «Посещения», «Точки» и «Все», когда заголовок выхода не существует.
zh_hans: 现在，当不存在外出标题时，使用{title}或{name}的文件路径会显示访问、积分和全部导出的合理数据类型后备。

source: Filenames can use outing names
ar: يمكن لأسماء الملفات استخدام أسماء النزهة
bn: ফাইলের নাম আউটিং নাম ব্যবহার করতে পারেন
es: Los nombres de archivos pueden usar nombres de salidas.
fr: Les noms de fichiers peuvent utiliser des noms de sorties
hi: फ़ाइल नाम आउटिंग नामों का उपयोग कर सकते हैं
ja: ファイル名にはアウティング名を使用できます
pt_br: Os nomes de arquivos podem usar nomes de saída
ru: Имена файлов могут использовать внешние имена
zh_hans: 文件名可以使用外部名称

source: Files
ar: ملفات
bn: ফাইল
es: Archivos
fr: Fichiers
hi: फ़ाइलें
ja: ファイル
pt_br: Arquivos
ru: Файлы
zh_hans: 文件

source: Filter businesses
ar: تصفية الشركات
bn: ফিল্টার ব্যবসা
es: Filtrar negocios
fr: Filtrer les entreprises
hi: व्यवसायों को फ़िल्टर करें
ja: フィルター事業
pt_br: Filtrar empresas
ru: Фильтровать компании
zh_hans: 筛选企业

source: Filter by Date
ar: التصفية حسب التاريخ
bn: তারিখ অনুসারে ফিল্টার করুন
es: Filtrar por fecha
fr: Filtrer par date
hi: दिनांक के अनुसार फ़िल्टर करें
ja: 日付でフィルターする
pt_br: Filtrar por data
ru: Фильтровать по дате
zh_hans: 按日期过滤

source: Filtered data is condensed into one file per selected format.
ar: يتم تكثيف البيانات التي تمت تصفيتها في ملف واحد لكل تنسيق محدد.
bn: ফিল্টার করা ডেটা প্রতি নির্বাচিত বিন্যাসে একটি ফাইলে ঘনীভূত হয়।
es: Los datos filtrados se condensan en un archivo por formato seleccionado.
fr: Les données filtrées sont condensées en un seul fichier par format sélectionné.
hi: फ़िल्टर किए गए डेटा को प्रत्येक चयनित प्रारूप में एक फ़ाइल में संघनित किया जाता है।
ja: フィルタリングされたデータは、選択した形式ごとに 1 つのファイルに圧縮されます。
pt_br: Os dados filtrados são condensados ​​em um arquivo por formato selecionado.
ru: Отфильтрованные данные сжимаются в один файл выбранного формата.
zh_hans: 过滤后的数据按照选定的格式压缩为一个文件。

source: Filtered outings are condensed into one file per selected format.
ar: يتم تكثيف الرحلات التي تمت تصفيتها في ملف واحد لكل تنسيق محدد.
bn: ফিল্টার করা আউটিংগুলি নির্বাচিত বিন্যাস প্রতি একটি ফাইলে ঘনীভূত হয়।
es: Las salidas filtradas se condensan en un archivo por formato seleccionado.
fr: Les sorties filtrées sont condensées en un seul fichier par format sélectionné.
hi: फ़िल्टर किए गए आउटिंग को प्रत्येक चयनित प्रारूप में एक फ़ाइल में संघनित किया जाता है।
ja: フィルタリングされた外出は、選択した形式ごとに 1 つのファイルに圧縮されます。
pt_br: As saídas filtradas são condensadas em um arquivo por formato selecionado.
ru: Отфильтрованные материалы объединяются в один файл выбранного формата.
zh_hans: 过滤后的外出活动将按所选格式压缩为一个文件。

source: FILTERS
ar: المرشحات
bn: ফিল্টার
es: FILTROS
fr: FILTRES
hi: फिल्टर
ja: フィルター
pt_br: FILTROS
ru: ФИЛЬТРЫ
zh_hans: 过滤器

source: Filters the map date range.
ar: يقوم بتصفية النطاق الزمني للخريطة.
bn: মানচিত্র তারিখ ব্যাপ্তি ফিল্টার.
es: Filtra el rango de fechas del mapa.
fr: Filtre la plage de dates de la carte.
hi: मानचित्र दिनांक सीमा को फ़िल्टर करता है।
ja: マップの日付範囲をフィルターします。
pt_br: Filtra o intervalo de datas do mapa.
ru: Фильтрует диапазон дат карты.
zh_hans: 过滤地图日期范围。

source: Find
ar: يجد
bn: খুঁজুন
es: Encontrar
fr: Trouver
hi: खोजो
ja: 探す
pt_br: Encontrar
ru: Находить
zh_hans: 寻找

source: Find a business, landmark, or street address, or place a pin at the exact coordinate.
ar: ابحث عن عنوان عمل أو معلم أو شارع، أو ضع دبوسًا على الإحداثيات الدقيقة.
bn: একটি ব্যবসা, ল্যান্ডমার্ক, বা রাস্তার ঠিকানা খুঁজুন বা সঠিক স্থানাঙ্কে একটি পিন রাখুন।
es: Encuentre una empresa, un punto de referencia o una dirección, o coloque un marcador en la coordenada exacta.
fr: Recherchez une entreprise, un point de repère ou une adresse postale, ou placez une épingle aux coordonnées exactes.
hi: कोई व्यवसाय, मील का पत्थर, या सड़क का पता ढूंढें, या सटीक निर्देशांक पर एक पिन लगाएं।
ja: ビジネス、ランドマーク、または番地を検索するか、正確な座標にピンを配置します。
pt_br: Encontre uma empresa, ponto de referência ou endereço, ou coloque um alfinete na coordenada exata.
ru: Найдите компанию, достопримечательность или адрес улицы или поместите булавку в точную координату.
zh_hans: 查找企业、地标或街道地址，或将图钉放置在确切的坐标处。
